package com.sidroded.ukrtomatbot.service;

public class Description {
    static public final String TOMATOES_CLASSIC_DESCRIPTION = "В'ялені помідори \"Класичні\" 275 гр\n" +
            "\n" +
            "Поєднують в собі насичений смак в’ялених помідорів з ароматами класичних середземноморських приправ.\n" +
            "\n" +
            "Склад: помідори, олія соняшникова рафінована, олія оливкова Extra Virgin, часник, базилік, орегано, сіль.\n" +
            "\n" +
            "Ціна: 150 грн.\n" +
            "\n" +
            "Склад: помідори, олія оливкова Extra Virgin, часник, базилік, орегано, сіль.\n" +
            "\n" +
            "Ціна: 200 грн.";

    static public final String TOMATOES_PIQUANT_DESCRIPTION = "В'ялені томати \"Пікантні\" 275 гр\n" +
            "\n" +
            "Виразна гра легкої гостринки червоного перцю з ароматом розмарину надає помідорам неповторного пікантного смаку.\n" +
            "\n" +
            "Склад: помідори, олія соняшникова рафінована, олія оливкова Extra Virgin, часник, розмарин, гострий перець, сіль.\n" +
            "\n" +
            "Ціна: 150 грн\n" +
            "\n" +
            "Склад: помідори, олія оливкова Extra Virgin, часник, розмарин, гострий перець, сіль.\n" +
            "\n" +
            "Ціна: 200 грн";

    static public final String TOMATOES_SPICY_DESCRIPTION = "В'ялені помідори \"Пекучі\" 275 гр\n" +
            "\n" +
            "Вогняно-пряне тріо в’ялених помідорів, червоного перцю та коріандру в обпікаючій олії створює глибокі і теплі гастрономічні відчуття. Прекрасно поєднуються із смаженим м’ясом, міцними алкогольними напоями та чорним хлібом.\n" +
            "\n" +
            "Склад: помідори, олія соняшникова рафінована, олія оливкова Extra virgin, часник, приправи (коріандр, гострий перець), сіль.\n" +
            "\n" +
            "Ціна 115 грн\n" +
            "\n" +
            "Склад: помідори, олія оливкова Extra virgin, часник, приправи (коріандр, гострий перець), сіль.\n" +
            "\n" +
            "Ціна 200 грн";

    static public final String TOMATOES_ORIGINAL_DESCRIPTION = "В'ялені томати \"Оригінальні\" 275 гр\n" +
            "\n" +
            "Своєрідне поєднання смаку в’ялених помідорів з ароматною соняшниковою олією та традиційним насінням кропу. Мають виражений український акцент та 100% українське походження.\n" +
            "\n" +
            "Склад: помідори, олія соняшникова нерафінована першого віджиму, часник, зерна кропу, сіль.\n" +
            "\n" +
            "Ціна: 150 грн";

    static public final String TOMATOES_EXTRA_DESCRIPTION = "В'ялені помідори \"Екстра\" 275 гр\n" +
            "\n" +
            "Відбірні в’ялені помідори з ароматними середземноморськими травами на насиченій 100% оливковій олії Extra Virgin.\n" +
            "\n" +
            "Склад: помідори, олія оливкова Extra Virgin, часник, базилік, орегано, сіль.\n" +
            "\n" +
            "Ціна: 115 грн.";

    static public final String TOMATOES_CLASSIC_DESCRIPTION_MIXED_OIL = "В'ялені помідори \"Класичні\" 275 гр\n" +
            "\n" +
            "Поєднують в собі насичений смак в’ялених помідорів з ароматами класичних середземноморських приправ.\n" +
            "\n" +
            "Склад: помідори, олія соняшникова рафінована, олія оливкова Extra Virgin, часник, базилік, орегано, сіль.\n" +
            "\n" +
            "Ціна: 150 грн.";

    static public final String TOMATOES_PIQUANT_DESCRIPTION_MIXED_OIL = "В'ялені томати \"Пікантні\" 275 гр\n" +
            "\n" +
            "Виразна гра легкої гостринки червоного перцю з ароматом розмарину надає помідорам неповторного пікантного смаку.\n" +
            "\n" +
            "Склад: помідори, олія соняшникова рафінована, олія оливкова Extra Virgin, часник, розмарин, гострий перець, сіль.\n" +
            "\n" +
            "Ціна: 150 грн\n";

    static public final String TOMATOES_SPICY_DESCRIPTION_MIXED_OIL = "В'ялені помідори \"Пекучі\" 275 гр\n" +
            "\n" +
            "Вогняно-пряне тріо в’ялених помідорів, червоного перцю та коріандру в обпікаючій олії створює глибокі і теплі гастрономічні відчуття. Прекрасно поєднуються із смаженим м’ясом, міцними алкогольними напоями та чорним хлібом.\n" +
            "\n" +
            "Склад: помідори, олія соняшникова рафінована, олія оливкова Extra virgin, часник, приправи (коріандр, гострий перець), сіль.\n" +
            "\n" +
            "Ціна 115 грн\n";

    static public final String TOMATOES_CLASSIC_DESCRIPTION_OLIVE_OIL = "В'ялені помідори \"Класичні\" 275 гр\n" +
            "\n" +
            "Поєднують в собі насичений смак в’ялених помідорів з ароматами класичних середземноморських приправ.\n" +
            "\n" +
            "Склад: помідори, олія оливкова Extra Virgin, часник, базилік, орегано, сіль.\n" +
            "\n" +
            "Ціна: 200 грн.";

    static public final String TOMATOES_PIQUANT_DESCRIPTION_OLIVE_OIL = "В'ялені томати \"Пікантні\" 275 гр\n" +
            "\n" +
            "Виразна гра легкої гостринки червоного перцю з ароматом розмарину надає помідорам неповторного пікантного смаку.\n" +
            "\n" +
            "Склад: помідори, олія оливкова Extra Virgin, часник, розмарин, гострий перець, сіль.\n" +
            "\n" +
            "Ціна: 200 грн";

    static public final String TOMATOES_SPICY_DESCRIPTION_OLIVE_OIL = "В'ялені помідори \"Пекучі\" 275 гр\n" +
            "\n" +
            "Вогняно-пряне тріо в’ялених помідорів, червоного перцю та коріандру в обпікаючій олії створює глибокі і теплі гастрономічні відчуття. Прекрасно поєднуються із смаженим м’ясом, міцними алкогольними напоями та чорним хлібом.\n" +
            "\n" +
            "Склад: помідори, олія оливкова Extra virgin, часник, приправи (коріандр, гострий перець), сіль.\n" +
            "\n" +
            "Ціна 200 грн";

}
